[
  {
    "id": "1",
    "name": "P.S. I love you",
    "author": "Cecelia Ahern",
    "rating": "4.0",
    "price": "₹1,087.70",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1392344536l/366522.jpg",
    "description": "వివాహిత యువకుడు వారం అవానితితంగా కనబడే పత్రాలు పొందే హోలీని చూపిస్తోంది, సెసిలియా అహర్న్ అనే లేఖకుడి దారుణ మరణం అయిన భర్తను అనుసరించి ఆరోగ్యం మరియు ఆత్మసంవాదానికి అద్భుతమైన కథ. ఇది భావుకంగా, నష్టాని మరియు స్మృతి శక్తిని అందిస్తే ఒక అద్భుత గాథ."
  },
  {
    "id": "2",
    "name": "The Great Gatsby",
    "author": "F. Scott Fitzgerald",
    "rating": "3.9",
    "price": "₹1,402.35",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1490528560l/4671._SY475_.jpg",
    "description": "F. Scott Fitzgerald యొక్క క్లాసికల్ \"గ్రేట్ గ్యాట్స్బి\" రోయింగ్ ట్వెంటీస్ యుగంలో కదిలిన మరియు అక్రమ సమృద్ధి యొక్క పృష్ఠభూమిని వివరిస్తుంది. నిక్ క్యారావే కొన్నిసార్లు, జె గాట్స్బి యొక్క ధనం, ప్రేమ, మరియు అమెరికన్ డ్రీమ్ ప్రయాణానికి అనుయాయులను చూపిస్తారు, ఆకాశాచరణల అద్భుతంగా మరియు సమాజ కుడితానం యొక్క రూపాంతరంలో."
  },
  {
    "id": "3",
    "name": "Anna Karenina",
    "author": "Leo Tolstoy",
    "rating": "4.1",
    "price": "₹1,149.91",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546091617l/15823480._SX318_.jpg",
    "description": "లియో టోల్స్టాయ్ యొక్క మాస్టర్పీస్ \"అన్నా కరేనినా\" 19వ శతాబ్దంలో రశియాలో ప్రేమ, విశ్వాసాలు, మరియు సామాజిక కార్యక్రమాల గురించి ఒక కాంప్లెక్స్ నారేటివ్ నుడి కాబోచాడు. శీర్షికపై వచ్చే అన్నా, ఆమోదాన్ని మరియు అవనతిని వివరిస్తారు. ఈ నవలం నైతికత, కుటుంబం, మరియు మానవ స్వభావం యొక్క థీమ్స్ను ఆలోచిస్తుంది."
  },
  {
    "id": "4",
    "name": "Madame Bovary",
    "author": "Gustave Flaubert",
    "rating": "3.6",
    "price": "₹1,021.03",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1335676143l/2175.jpg",
    "description": "గుస్తావ్ ఫ్లోబెర్ట్ యొక్క \"మాదామ్ బొవారీ\" ఎమ్మా బొవారీ ప్రాంతీయ ఫ్రాన్స్లో రహస్యాన్వేషణానికి తిరస్కరించిన కార్యాచరణ. ఈ నావల్ మానవ ఆత్మ పూర్ణత, పాషన్ అనేక చిత్రములు అనుభవించని విక్రమమైన ఎక్కువ చరిత్రను వివరిస్తుంది."
  },
  {
    "id": "5",
    "name": "War and Peace",
    "author": "Leo Tolstoy",
    "rating": "4.2",
    "price": "₹1,021.03",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1413215930l/656.jpg",
    "description": "లియో టోల్స్టాయ్ యొక్క ఎపిక్ \"వార్ అండ్ పీస్\" నాపొలియానికి మరియు రష్యా సమాజానికి చెందిన ఆర్థిక మరియు సామాజిక కార్యక్రమాలను మరియు వార్, ప్రేమ, మరియు జీవితంలో అర్థాన్వితానికి అనేక చరిత్రాలను నాటించిన వారసాయి నావల్. మానవ అనుభూతి యొక్క సారాంశాన్ని కనుగొనే మూడు సొత్తులు."
  },
  {
    "id": "6",
    "name": "లోలితా",
    "author": "వ్లాడిమీర్ నబోకవ్",
    "rating": "3.8",
    "price": "₹1,157.71",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1377756377l/7604.jpg",
    "description": "వ్లాడిమీర్ నబోకవ్ వివాదాస్పదమైన కృతి, \"లోలితా,\" ఒక అంధకారం మరియు జరిగిన ఇచ్ఛ గురించి ఒక గాఢమైన అన్వేషణ. ఈ నవలా టైటులర్ వ్యక్తిత్వ లోలితాకు హుంబర్ట్ హుంబర్ట్ అసహజమైన ఆకర్షణతో అనుసరిస్తుంది, అతని ప్రవోకటి కథానాయకుడుని సంవదించినంది."
  },
  {
    "id": "7",
    "name": "మిడిల్మార్చ్",
    "author": "జార్జ్ ఎలియట్",
    "rating": "3.9",
    "price": "₹1,453.69",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1481264628l/19089.jpg",
    "description": "జార్జ్ ఎలియట్ యొక్క \"మిడిల్మార్చ్\" అనే రచన ఒక ప్రాంతీయ ఇంగ్లీష్ పట్టణంలో సంబంధిత జీవనాల సార్థక నిర్మించడానికి ఆదాయించబడింది. ఈ నవలాలో ప్రేమ, లక్ష్యాలు, మరియు నీతి అంగీకారాల సంఘటనను అనుసరిస్తుంది, 19వ శతాబ్దంలో చరిత్రించే కరణాలు నిర్వహించిన వ్యక్తుల ఒక వివిధమైన చిత్రణము చూపడానికి."
  },
  {
    "id": "8",
    "name": "ది అడ్వెంచర్స్ అఫ్ హక్లెబెర్రీ ఫిన్",
    "author": "మార్క్ ట్వెయిన్",
    "rating": "3.8",
    "price": "₹737.41",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546096879l/2956.jpg",
    "description": "మార్క్ ట్వెయిన్ యొక్క క్లాసికల్ అడ్వెంచర్, \"ది అడ్వెంచర్స్ అఫ్ హక్లెబెరీ ఫిన్,\" హక్ ఫిన్ మరియు జిమ్, ఒక భాగస్వామి, మిసిసిపి నదిని పారుగా ప్రవహించి వెళ్లిపోవడానికి అనువర్తిస్తుంది. ఈ నవలాను వంచించినది రేసిజం, స్వతంత్రం, మరియు అతని యౌవని నేతృత్వం మొదటిగా చూపిస్తుంది."
  },
  {
    "id": "9",
    "name": "మోబి-డిక్",
    "author": "హర్మాన్ మెల్విల్",
    "rating": "3.5",
    "price": "₹1,157.71",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327940656l/153747.jpg",
    "description": "హర్మాన్ మెల్విల్ యొక్క \"మోబి-డిక్\" ఒక యోధుడు ఏహాబ్ యొక్ కోడి, మోబి-డిక్ కోడిని దగ్గరగా అంగీకరించడానికి చేసిన ఒక అపాయకరమైన కథ. ఈ సముద్ర ప్రవాసం రేవాంతి, భవిష్యత్తు, మరియు సముద్ర సామర్థ్యానికి వచ్చే ఆకట్టులను అంగీకరిస్తుంది."
  },
  {
    "id": "10",
    "name": "ది లార్డ్ ఆఫ్ ది రింగ్స్",
    "author": "జే.ఆర్.ఆర్. టోకియన్",
    "rating": "4.5",
    "price": "₹1,453.69",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1547450792l/33.jpg",
    "description": "జే.ఆర్.ఆర్. టోకియన్ యొక్క ఫాంటసీ ఎపిక్, \"ది లార్డ్ ఆఫ్ ది రింగ్స్,\" ఒక యోధుని కోడిని నాశనం చేసి శైతానికి సోతారు మరియు కురుడు సౌరోన్ కి విజయం సాధించడానికి అనుసరిస్తుంది. మిడిల్-ఇయర్త్ లో ఆదృష్టమైన ప్రపంచంలో సెట్ అయిన, ఈ ఎపిక్ కథ మిత్రత, వీరుడు, మరియు మంచి-చెడు సరికారణాల మధ్య జరిగే క్రియలను అనువర్తిస్తుంది."
  },
  {
    "id": "11",
    "name": "టు కిల్ ఎ మాకింగ్‌బర్డ్",
    "author": "హార్పర్ లీ",
    "rating": "4.1",
    "price": "₹1,068.92",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1553383690l/2657.jpg",
    "description": "వివరణ: హార్పర్ లీ యొక్క \"టు కిల్ ఎ మాకింగ్‌బర్డ్\" అమెరికన్ సౌత్‌లో రేషనల్ అన్యాయాన్ని శక్తివంతమైన అనవసరమైన విశ్లేషణ. స్కౌట్ ఫించ్ కనుగొని, అతని నానా, అటికస్ ఫించ్, ఒక నిర్దోషమైన కృష్ణానన్నాలను దారి చేసినప్పుడు నేతృత్వం చేస్తుంది."
  },
  {
    "id": "12",
    "name": "1984",
    "author": "జార్జ్ ఆర్వెల్",
    "rating": "4.2",
    "price": "₹1,157.71",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1532714506l/40961427.jpg",
    "description": "వివరణ: జార్జ్ ఆర్వెల్ యొక్క డిస్టోపియన్ క్లాసిక్, \"1984,\" అది అన్ని ఆసెపురాణాలను నియంత్రించే సమాజంని అచ్చుమించాడు. ప్రధానాధీశను విరుధ్దంగా ప్రతి అంశంను నియంత్రించే వారసత్వంతో, వింస్టన్ స్మిత్, నాయక ప్రతిష్ఠాను మీర్పాటుచేస్తుంది అని భయానక కథానాయకుడిగా ఉన్నాడు మరియు ఇది కాలాపనార్థమైన పరిశోధనగా ఉంటుంది."
  },
  {
    "id": "13",
    "name": "ది క్యాచర్ ఇన్ ది రై",
    "author": "జే.డి. సాలింజర్",
    "rating": "3.8",
    "price": "₹1,068.92",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1398034300l/5107.jpg",
    "description": "వివరణ: జే.డి. సాలింజర్ యొక్క \"ది క్యాచర్ ఇన్ ది రై\" అక్షరాలంతా మరియు ఆత్మావును స్వీకరించే హోల్డెన్ కాల్ఫీల్డ్‌ని అనుకరిస్తుంది, ప్రాచీన న్యూయార్క్ సిటీలో యౌవనంలో సాహసాన్వితంగా. ఈ నవల్ వర్తమానంలో విముక్తి, గుర్తింపు, మరియు మాసిని సరికారణాల ప్రసంగా అమరిచిపోతుంది."
  },
  {
    "id": "14",
    "name": "ది హాబిట్",
    "author": "జే.ఆర్.ఆర్. టోకియన్",
    "rating": "4.2",
    "price": "₹1,268.29",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1379023182l/5907.jpg",
    "description": "వివరణ: జే.ఆర్.ఆర్. టోకియన్ యొక్క మోహనంగా \"ది హాబిట్\" బిల్బో బాగిన్స్, ఒక హాబిట్, ఒక డ్రాగన్ ట్రెజర్ను పునఃప్రాప్తికి ఆవాహించిన ఒక మోహనాయక కథగా చాలామందిని కలిగించింది. మాయాజాలంలో నల్లనిర్జరాగాలు మరియు స్వాయత్ర్యానికి కలిగించింది, ఇది \"ది లార్డ్ ఆఫ్ ది రింగ్స్\" లో ఘటించే ఘటనలకు అడ్డు చేస్తుంది."
  },
  {
    "id": "15",
    "name": "బ్రేవ్ న్యూ వరల్డ్",
    "author": "ఆల్డస్ హక్స్లీ",
    "rating": "3.9",
    "price": "₹1,157.71",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1575509280l/5129.jpg",
    "description": "వివరణ: ఆల్డస్ హక్స్లీ యొక్క \"బ్రేవ్ న్యూ వరల్డ్\" భవిష్యత్తును కలిగిస్తే సామాన్యత మరియు ఆనందం అత్యధికంగా ఉండడంనే కలిగిస్తుంది, వ్యక్తిగతత్వం మరియు స్వాతంత్రం గురించిన భావనలను అచ్చుమించిన భవిష్యత్తు. ఈ డిస్టోపియన్ నావలు సాంస్కృతిక అగ్రగణ్యతను మరియు సమాజ నియంత్రణను వివరిస్తాయి."
  },
  {
    "id": "16",
    "name": "ది డా వించి కోడ్",
    "author": "డ్యాన్ బ్రౌన్",
    "rating": "3.8",
    "price": "₹1,311.07",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1303252999l/968.jpg",
    "description": "వివరణ: డ్యాన్ బ్రౌన్ యొక్క మిత్రపరమైన థ్రిల్లర్, \"ది డా వించి కోడ్,\" సింబాలజిస్ట్ రాబర్ట్ లాంగ్డన్‌ను అనవరతం కోడులను అడ్డబిగా చేతిమల్లి వివరాలను తెరిచిపోతుంది. ఈ నావల్ కలలు, చరిత్ర మరియు ధర్మాన్ని చేపట్టిన వ్యాపారాన్ని ఒక త్వరిత ప్రవాహంలో ఏర్పాటు చేస్తుంది."
  },
  {
    "id": "17",
    "name": "ది షైనింగ్",
    "author": "స్టీవెన్ కింగ్",
    "rating": "4.2",
    "price": "₹1,268.29",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1353277730l/11588.jpg",
    "description": "వివరణ: స్టీవెన్ కింగ్ యొక్క \"ది షైనింగ్\" టొరెన్స్ కుటుంబానికి హాంటెడ్ ఓవర్లుక్ హోటల్లో వింటర్ నివాసంపై ఒక చిల్లింగ్ కథ. హోటల్ యొక్క అంధకారం ప్రకటించినప్పుడు, మానసిక భయం అతిరించి, సిరియస్ లొర్డును వారి నాయకత్వంలో చూపిస్తుంది."
  },
  {
    "id": "18",
    "name": "గాన్ విత్ ది విండ్",
    "author": "మార్గరెట్ మిట్షెల్",
    "rating": "4.1",
    "price": "₹1,311.07",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328025229l/18405.jpg",
    "description": "వివరణ: మార్గరెట్ మిట్షెల్ యొక్క దేవాదిత్య నావల్, \"గాన్ విత్ ది విండ్,\" అమెరికన్ సివిల్ వారు మరియు రెకన్స్ట్రక్షన్ యుగానికి హాయిపర్ అవతారం లో అంతారాష్ట్ర రంగాన్ని రూపొందిస్తుంది. స్కార్లెట్ ఓ'హారా ద్వారా, ఈ కథ ప్రేమ, నష్టం, మరియు దక్షిణ జీవన రీతిని అధ్యయనిస్తుంది."
  },
  {
    "id": "19",
    "name": "ది హిట్చ్హైకర్స్ గైడ్ టు ది గ్యాలక్సీ",
    "author": "డగ్లస్ యడామ్స్",
    "rating": "4.1",
    "price": "₹1,068.92",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1527075415l/386162.jpg",
    "description": "వివరణ: డగ్లస్ యడామ్స్ యొక్క కామెడి మాస్టర్పీస్, \"ది హిట్చ్హైకర్స్ గైడ్ టు ది గ్యాలక్సీ,\" అర్థశాస్త్రం లో అపరిష్కృతంగా ఏకీకృతంగా మరియు ఆటిస్టిక్ స్నేహంతో బిల్బో డెంట్, అతని కోడు ఫోర్డ్ ప్రిఫెక్ట్ తో ఒక అంతర్గళ అక్షరం. అదేంటంటో మరియు వాక్కు తనిఖీ చేసి, నావలు విజ్ఞాన కలాలను పరీక్షించిస్తుంది."
  },
  {
    "id": "20",
    "name": "ది గర్ల్ విత్ ది డ్రాగన్ టాటూ",
    "author": "స్టీగ్ లార్సన్",
    "rating": "4.0",
    "price": "₹14.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327868566l/2429135.jpg",
    "description": "వర్ణన: స్టీగ్ లార్సన్ యొక్క 'ది గర్ల్ విత్ ది డ్రాగన్ టాటూ' ఈ ఆసక్తికర హాకర్ లిస్బెత్ సాలాండర్ మరియు జంటాగా పత్రకర్త మైకేల్ బ్లోంక్విస్ట్‌ను పరిచయిస్తుంది. అవారోధం, కుటుంబ రహస్యాలు, మరియు ధనిక కార్యదర్శి వ్యాపారుడిని పైరితో సంబంధించిన ఒక జట్కాలను అంగీకరించింది."
  }
]
