[
  {
    "id": "1",
    "name": "Π.Σ. Σ' αγαπώ",
    "author": "Σεσίλια Άχερν",
    "rating": "4.0",
    "price": "€12.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1392344536l/366522.jpg",
    "description": "Περιγραφή: Ένα συγκινητικό και συγκινητικό μυθιστόρημα της Cecelia Ahern, \"P.S. Το I Love You\" αφηγείται την ιστορία της Holly, μιας νεαρής χήρας που λαμβάνει μια σειρά επιστολών από τον εκλιπόντα σύζυγό της, που την καθοδηγούν στο ταξίδι της θεραπείας και της εκ νέου ανακάλυψης. Αυτή η συναισθηματικά φορτισμένη ιστορία εξερευνά την αγάπη, την απώλεια και τη διαρκή δύναμη της μνήμης ."
  },
  {
    "id": "2",
    "name": "Ο Μεγάλος Γκάτσμπυ",
    "author": "Φ. Σκοτ Φίτζεραλντ",
    "rating": "3.9",
    "price": "€14.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1490528560l/4671._SY475_.jpg",
    "description": "Περιγραφή: Το κλασικό \"The Great Gatsby\" του F. Scott Fitzgerald εμβαθύνει στον λαμπερό και ταραχώδη κόσμο των Roaring Twenties. Μέσα από τα μάτια του Nick Carraway, οι αναγνώστες γίνονται μάρτυρες της αναζήτησης πλούτου, αγάπης του αινιγματικού Jay Gatsby, και το αμερικανικό όνειρο, σε φόντο χλιδής και κοινωνικής παρακμής»."
  },
  {
    "id": "3",
    "name": "Άννα Καρένινα",
    "author": "Λέων Τολστόι",
    "rating": "4.1",
    "price": "€9.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546091617l/15823480._SX318_.jpg",
    "description" : "Περιγραφή: Η αριστοτεχνική \"Anna Karenina\" του Λέοντος Τολστόι υφαίνει μια περίπλοκη αφήγηση αγάπης, προδοσίας και κοινωνικών προσδοκιών στη Ρωσία του 19ου αιώνα. Η τιμητική ήρωας, η Άννα, παλεύει με τις συνέπειες της παθιασμένης σχέσης της, ενώ το μυθιστόρημα διερευνά θέματα ηθικής, οικογένειας και ανθρώπινης κατάστασης»."
  },
  {
    "id": "4",
    "name": "Κυρία Μποβαρί",
    "author": "Γκυστάβ Φλωμπέρ",
    "rating": "3.6",
    "price": "€11.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1335676143l/2175.jpg",
    "description" : "Περιγραφή: Το \"Madame Bovary\" του Gustave Flaubert είναι ένα πρωτοποριακό έργο που εξερευνά τις συνέπειες της αδιάκοπης αναζήτησης ρομαντικών ιδανικών της Emma Bovary στην επαρχιακή Γαλλία. Το μυθιστόρημα είναι μια ζωντανή απεικόνιση της ανθρώπινης επιθυμίας για εκπλήρωση και τους κινδύνους του ανεξέλεγκτου πάθους»."
  },
  {
    "id": "5",
    "name": "Πόλεμος και Ειρήνη",
    "author": "Λέων Τολστόι",
    "rating": "4.2",
    "price": "€11.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1413215930l/656.jpg",
    "description" : "Περιγραφή: Το έπος του Λέοντος Τολστόι \"Πόλεμος και Ειρήνη\" εκτείνεται στα ταραχώδη χρόνια των ναπολεόντειων πολέμων και της ρωσικής κοινωνίας. Μέσα από μια τεράστια ποικιλία χαρακτήρων, το μυθιστόρημα εμβαθύνει σε θέματα πολέμου, αγάπης και αναζήτησης νοήματος στη ζωή.Ένα διαχρονικό κλασικό που αποτυπώνει την ουσία της ανθρώπινης εμπειρίας»."
  },
  {
    "id": "6",
    "name": "Λολίτα",
    "author": "Βλαντίμιρ Ναμπόκοφ",
    "rating": "3.8",
    "price": "€13.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1377756377l/7604.jpg",
    "description" : "Περιγραφή: Το αμφιλεγόμενο αριστούργημα του Vladimir Nabokov, \"Lolita,\" είναι μια σκοτεινή και περίπλοκη εξερεύνηση της εμμονής και της απαγορευμένης επιθυμίας. Το μυθιστόρημα ακολουθεί τον ανησυχητικό έρωτα του Humbert Humbert με τον ομώνυμο χαρακτήρα, Lolita, προκαλώντας τους αναγνώστες με την προκλητική του αφήγηση ."
  },
  {
    "id": "7",
    "name": "Μίντλμαρτς",
    "author": "Τζορτζ Έλιοτ",
    "rating": "3.9",
    "price": "€17.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1481264628l/19089.jpg",
    "description" : "Περιγραφή: Το \"Middlemarch\" του George Eliot είναι μια πλούσια ταπετσαρία αλληλένδετων ζωών σε μια επαρχιακή αγγλική πόλη. Το μυθιστόρημα εξερευνά την πολυπλοκότητα της αγάπης, της φιλοδοξίας και της ηθικής, προσφέροντας μια λεπτή απεικόνιση χαρακτήρων που περιηγούνται στην κοινωνική και προσωπικές προκλήσεις του 19ου αιώνα»."
  },
  {
    "id": "8",
    "name": "Οι Περιπέτειες του Χάκλμπερι Φιν",
    "author": "Μαρκ Τουαίν",
    "rating": "3.8",
    "price": "€9.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546096879l/2956.jpg",
    "description" : "Περιγραφή: Η κλασική περιπέτεια του Mark Twain, \"The Adventures of Huckleberry Finn\", ακολουθεί το ταξίδι του Huck Finn και του Jim, ενός δραπέτη σκλάβου, καθώς περιηγούνται στον ποταμό Μισισιπή. Το μυθιστόρημα πραγματεύεται θέματα ρατσισμού, ελευθερίας , και την ηθική ανάπτυξη του νεαρού πρωταγωνιστή του»."
  },
  {
    "id": "9",
    "name": "Moby-Dick",
    "author": "Χέρμαν Μέλβιλ",
    "rating": "3.5",
    "price": "€13.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327940656l/153747.jpg",
    "description" : "Περιγραφή: Το επικό έργο του Χέρμαν Μέλβιλ, \"Moby-Dick,\" αφηγείται τη συναρπαστική αναζήτηση του καπετάνιου Άχαμπ για τον λευκό φάλαινα, Moby Dick. Αυτή η ναυτική περιπέτεια εξετάζει θέματα εκδίκησης, μοίρας και της εκπληκτικής δύναμης της θάλασσας."
  },
  {
    "id": "10",
    "name": "Ο Άρχοντας των Δαχτυλιδιών",
    "author": "J.R.R. Τόλκιν",
    "rating": "4.5",
    "price": "€17.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1547450792l/33.jpg",
    "description" : "Περιγραφή: Η φανταστική επική περιπέτεια του J.R.R. Τόλκιν, \"Ο Άρχοντας των Δαχτυλιδιών,\" ακολουθεί την αποστολή να καταστραφεί το Ένα Δαχτυλίδι και να νικηθεί ο σκοτεινός άρχοντας Σάουρον. Στον φανταστικό κόσμο του Middle-earth, αυτή η επική ιστορία εξερευνά θέματα φιλίας, ηρωισμού και της αντιπαράθεσης μεταξύ καλού και κακού."
  },
  {
    "id": "11",
    "name": "Να 'Χεις Ένα Σκαλοπάτι Να Σκονίζεις",
    "author": "Χάρπερ Λι",
    "rating": "4.1",
    "price": "€12.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1553383690l/2657.jpg",
    "description" : "Περιγραφή: Το ισχυρό έργο της Χάρπερ Λι, \"Να 'Χεις Ένα Σκαλοπάτι Να Σκονίζεις,\" εξερευνά την ρατσιστική αδικία στον Αμερικανικό Νότο. Μέσα από τα μάτια της Σκάουτ Φιντζ, το μυθιστόρημα αναφέρεται σε θέματα ηθικής και συμπόνοιας, καθώς ο πατέρας της, Άτικους Φιντζ, υπερασπίζεται έναν αθώο μαύρο άνδρα που κατηγορείται για βιασμό."
  },
  {
    "id": "12",
    "name": "1984",
    "author": "Τζορτζ Όργουελ",
    "rating": "4.2",
    "price": "€13.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1532714506l/40961427.jpg",
    "description" : "Περιγραφή: Η δυστοπική κλασική δουλειά του Τζορτζ Όργουελ, \"1984,\" ζωγραφίζει ένα σκοτεινό πορτρέτο ενός ολοκληρωτικού κοινωνικού συστήματος όπου η κυβέρνηση ελέγχει κάθε πτυχή της ζωής των πολιτών της. Ο Γουίνστον Σμιθ, ο πρωταγωνιστής, αντιστέκεται στο καταπιεστικό καθεστώς σε μια ανατριχιαστική ιστορία που παραμένει μια προειδοποίηση για την εξερεύνηση της παρακολούθησης και της λογοκρισίας."
  },
  {
    "id": "13",
    "name": "Ο Φονιάς των Καλοκαιριών",
    "author": "Τζ.Ντ. Σάλιντζερ",
    "rating": "3.8",
    "price": "€12.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1398034300l/5107.jpg",
    "description" : "Περιγραφή: Το \"Ο Φονιάς των Καλοκαιριών\" του Τζ.Ντ. Σάλιντζερ ακολουθεί τον επαναστατικό και εσωστρεφή Χόλντεν Κόλφιλντ καθώς πλοηγείται μέσα από τις προκλήσεις της εφηβείας στη Νέα Υόρκη. Το μυθιστόρημα είναι μια αιώνια εξερεύνηση της αποξένωσης, της ταυτότητας και της απώλειας της αθωότητας."
  },
  {
    "id": "14",
    "name": "Ο Χόμπιτ",
    "author": "J.R.R. Τόλκιν",
    "rating": "4.2",
    "price": "€14.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1379023182l/5907.jpg",
    "description" : "Περιγραφή: Το μαγικό \"Ο Χόμπιτ\" του J.R.R. Τόλκιν οδηγεί τους αναγνώστες σε μια παραμυθένια εξερεύνηση με τον Μπίλμπο Μπάγκινς, ένα χόμπιτ που ρίχνεται σε μια επική αναζήτηση για να ανακτήσει το θησαυρό ενός δράκου. Γεμάτο μαγικά πλάσματα και περιπέτεια, θέτει τις βάσεις για τα γεγονότα στο \"Ο Άρχοντας των Δαχτυλιδιών\"."
  },
  {
    "id": "15",
    "name": "Ο Διαβολικός Καινούργιος Κόσμος",
    "author": "Άλντους Χάξλεϋ",
    "rating": "3.9",
    "price": "€13.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1575509280l/5129.jpg",
    "description" : "Περιγραφή: Ο \"Διαβολικός Καινούργιος Κόσμος\" του Άλντους Χάξλεϋ φαντάζεται ένα μέλλον όπου η συμμόρφωση και η απόλαυση είναι κυρίαρχες, προκαλώντας έννοιες της ατομικότητας και της ελευθερίας. Αυτό το δυστοπικό μυθιστόρημα εξερευνά τις συνέπειες των τεχνολογικών εξελίξεων και του κοινωνικού έλεγχου."
  },
  {
    "id": "16",
    "name": "Ο Κώδικας του Ντα Βίντσι",
    "author": "Νταν Μπράουν",
    "rating": "3.8",
    "price": "€15.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1303252999l/968.jpg",
    "description" : "Περιγραφή: Η συναρπαστική θρίλερ του Νταν Μπράουν, \"Ο Κώδικας του Ντα Βίντσι,\" ακολουθεί τον συμβολολόγο Ρόμπερτ Λάνγκντον καθώς αποκωδικοποιεί κρυπτικούς κώδικες και ανακαλύπτει αρχαία μυστικά. Το μυθιστόρημα πλέκει μαζί τέχνη, ιστορία και θρησκεία σε μια γρήγορη περιπέτεια που κρατάει τους αναγνώστες στην άκρη των καθισμάτων τους."
  },
  {
    "id": "17",
    "name": "Το Λάμψις",
    "author": "Στίβεν Κινγκ",
    "rating": "4.2",
    "price": "€14.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1353277730l/11588.jpg",
    "description" : "Περιγραφή: Το \"Το Λάμψις\" του Στίβεν Κινγκ είναι μια τρομακτική ιστορία της οικογένειας Τόρανς κατά τη διάρκεια της χειμερινής τους παραμονής στο στοιχισμένο ξενοδοχείο Overlook. Καθώς αναδύεται το σκοτεινό παρελθόν του ξενοδοχείου, ο ψυχολογικός τρόμος εντείνεται, επιδεικνύοντας το μεταφυσικό ταλέντο του Κινγκ στη δημιουργία εντυπωσιακού φόβου."
  },
  {
    "id": "18",
    "name": "Η Απεραντοσύνη του Καλοκαιριού",
    "author": "Μάργκαρετ Μίτσελ",
    "rating": "4.1",
    "price": "€15.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328025229l/18405.jpg",
    "description" : "Περιγραφή: Η επική νουβέλα της Μάργκαρετ Μίτσελ, \"Η Απεραντοσύνη του Καλοκαιριού,\" αναπτύσσεται μέσα στο πλαίσιο του Αμερικανικού Εμφυλίου Πολέμου και της περιόδου της Ανασυγκρότησης. Μέσα από την ανθεκτική Σκάρλετ Ο'Χάρα, η ιστορία εξερευνά τον έρωτα, την απώλεια και τον μετασχηματισμό του τρόπου ζωής στο Νότο των Ηνωμένων Πολιτειών."
  },
  {
    "id": "19",
    "name": "Ο Οδηγός του Κυρίου των Δαχτυλιδιών",
    "author": "Ντάγκλας Άνταμς",
    "rating": "4.1",
    "price": "€12.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1527075415l/386162.jpg",
    "description" : "Περιγραφή: Το κωμικό αριστούργημα του Ντάγκλας Άνταμς, \"Ο Οδηγός του Κυρίου των Δαχτυλιδιών,\" ακολουθεί τις διαστημικές ατυχίες του Άρθουρ Ντεντ, ενός αθώου Γηγενούς, και του εξωγήινου φίλου του, Φορντ Πρήφεκτ. Γεμάτο ανοησία και ευρυστικότητα, το μυθιστόρημα σατιρίζει την επιστημονική φαντασία και την ανθρώπινη κατάσταση."
  },
  {
    "id": "20",
    "name": "Το Κορίτσι με το Δράκοντα Τατουάζ",
    "author": "Στιγκ Λάρσον",
    "rating": "4.0",
    "price": "€14.99",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327868566l/2429135.jpg",
    "description" : "Περιγραφή: Το \"Το Κορίτσι με το Δράκοντα Τατουάζ\" του Στιγκ Λάρσον παρουσιάζει την αινιγματική χάκερ Λίσμπεθ Σαλάντερ και τον ερευνητικό δημοσιογράφο Μίκαελ Μπλομκβιστ. Μαζί, αποκαλύπτουν ένα πολύπλοκο μυστήριο που αφορά διαφθορά, οικογενειακά μυστικά και έναν πλούσιο βιομηχανικό."
  }
]
